 [
        {
            "qualification": ["Yoga Alliance RYT250 Certified Teacher", "ACROVINYASA Level 1 & 2 Certified Teacher, ASI SUP Yoga Instructor"],
            "speciality": ["Yoga"],
            "intro": "Aya's yoga journey began in 2005 as a substitute for gymnastics and acrobatics, but she quickly developed a passion for the practice and completed 250 hours of yoga teacher training in 2014. Jessica is also actively involved in the local acroyoga community, and is the only ACROVINYASA Level 2 certified teacher in the city. Primarily based in HK, she has had the privilege of teaching in China, Korea, Thailand, Singapore, Australia, and the UK. Naturally hypermobile, she’s made it her mission to find balance through a strong, powerful yoga practice and hopes to inspire others to discover their potential.",
            "user_id": 1
        },
        {
            "qualification": ["AASFP Specialized Prescription Program: Pre- & Post-Natal Fitness", "PTA Global certified Personal Trainer", "AASFP Muay Thai Instructor (Foundation Certification", "AASFP Exercise Ball Instructor Certification", "AASFP Pilates Instructor (Mat Work Certification", "AASFP Advanced Personal Fitness Trainer Certification", "Sport Climbing Training Levels 1 & 2 Certification - Hong Kong Mountaineering Union", "Certified ViPR Instructor"],
            "speciality": ["Boxing, Stretching", "Kettlebell", "TRX", "Bulgarian Bag", "PTA Global", "Vipr", "Power Plate", "Sport Climbing Level 2"],
            "intro": "Kelly started Pilates when she was diagnosed with scoliosis a few years ago. The exercise efficiently relieved her back pain and she realised the importance of core training. Since 2010, she has been a professional Pilates instructor and became a Personal Trainer soon after.\r\n\r\nHer training focuses on core, balance and coordination. With a versatile interest in sports, Kelly also achieved professional qualifications in Muay Thai, Fitball and ViPR, adding to her diverse repertoire of training skills.",
            "user_id": 2
        },
        {
            "qualification": ["Bachelor of International Hotel and Tourism Management", "IPTFA Bronze Pro Personal Trainer Certification", "Certified in TRX RIP Trainer", "AASFP Stretch Trainer Certification"],
            "speciality": ["Metabolic Specialist (weight loss/gain", "ProStretch", "Recovery"],
            "intro": "Miy started her fitness journey at the age of 18 after gaining 10kg during high school. She finds that exercise not only helps her to achieve her fitness goal, it also helps her to build confidence and a positive mindset. Miu is especially interested in functional and corrective exercises that can prep the body for real-life activities. She pushes her clients to their limits while always maintaining a fun and motivational training environment. She strongly advocates exercise as the ‘medicine’ for both mental and physical health.\r\n\r\nTogether with her industry knowledge, Cherry believes that setting clear goals and creating effective personalised training programmes are the keys to achieving clients’ fitness objectives.",
	        "user_id": 3
        },
        {
            "qualification": ["IPTFA Bronze Pro Personal Trainer Certification", "Certified in TRX Suspension Trainer", "CPR & AED"],
            "speciality": ["Body-Building/ Figure Competition", "Endurance Sport (running/triathlon etc", "Metabolic Specialist (weight loss/gain", "Weightlifting"],
            "intro": "Claudia had always been active growing up and participated in various sports during her school years, including swimming, basketball and running.\r\n\r\nAfter she graduated, Claudia discovered weight-training and fell in love with it immediately. Through the unexpected passion she discovered, she hopes to help others find a similar joy for it.",
	        "user_id": 4
        },
        {
            "qualification": ["RYT 500- FRC Mobility Specialist", "Champion of VIth International Yoga Championship 2017", "Founder of SUKHA Yoga & Wellness", "PADI Advanced FreediverCertified in TRX Suspension Trainer", "Red Cross CPR Certification"],
            "speciality": ["Body-Building/ Figure Competition", "Endurance Sport (running/triathlon etc", "Metabolic Specialist (weight loss/gain", "Pre-Post Natal","ProStretch, Recovery"],
            "intro": "Coco is passionate about resistance training – striving towards a healthy body shape with fine muscle definition and increasing power in her yoga training. She believes training is a lifelong commitment and a process that will strengthen her body as well as her mind. She admires and is inspired by body-builders with steely determination. Now, training has become an inseparable part of her life.\r\n\r\nAs a Personal Trainer, Coco would like to share her passion and will apply her fitness knowledge to help her clients achieve all of their fitness ambitions.",
	        "user_id": 5
        },
        {
            "qualification": ["Certified Advanced Personal Trainer – AASFP", "Pre- & Post-Natal fitness – AASFP", "Certified CPR & AED – St. John"],
            "speciality": ["Pre-Post NatalSpeed", "Agility", "Quickness", "Strongman/ Strength Sport"],
            "intro": "Having always maintained a casual relationship with sports and outdoor activities, Colina has adopted a more serious, passionate and systematic approach to a healthier lifestyle through fitness in recent years. She enjoys water activities, hiking, weight training and cooking. The message she wants to spread is that a healthy body makes for a healthy mind and by emphasising happiness in our lives, we are better positioned to reach our goals.",
            "user_id": 6
        },
        {
            "qualification": ["AASFP Advanced Personal Trainer Certification", "PTA Global Certification 2012", "AASFP Stretch Trainer Certification", "Certificate of Power Plate", "Certificate of Kettle Bell Level 1", "Certificate of TRX", "CPR Certified", "Certificate of Bosu", "Rumble Roller Certification", "AASFP Exercise Ball Instructor Certification"],
            "speciality": ["Metabolic Specialist (weight loss/gain", "Pre-Post Natal", "ProStretch", "Recovery"],
            "intro": "Dorothy believes that exercise is the cornerstone of physical and mental health. More than just a way to make one look good, she emphasises the benefit of feeling good.\r\n\r\n\"If you commit to a healthy lifestyle now, I will do my best and your goals will become my goals.\"",
	        "user_id": 7
        },
        {
            "qualification": ["AASFP Foundation Personal Trainer Certified", "AASFP Advanced Personal Trainer Certified", "TRX Rip Training Course Level 1", "AASFP Stretch Trainer Certification", "Hong Kong St. John Ambulance First Aid Certification"],
            "speciality": ["Metabolic Specialist (weight loss/gain","ProStretch", "Recovery"],
            "intro": "Ella is an active and outgoing person. She loves hiking, walking and kayaking. Being in nature admiring the beautiful scenery of the sea makes her feel alive. Ella was inspired by her friends to start working out and trying different training styles. It helped her to enhance both her physique and fitness level.\r\n\r\nElla wants to share this experience, with her friends and clients, helping them to correct their postures, and build and maintain a healthy lifestyle. It’s never too late to get healthy and it should be everyone’s top priority.",
            "user_id": 8
        },
        {
            "qualification": ["Personal Trainer Certification (National Academy of Sports Medicine", "World Rugby Strength & Conditioning Level 1", "World Rugby Coaching 15-a-side Level 1", "EXOS Performance Specialist Phase 1", "Pivotal Mentorship", "Personal Training Academy Global Mentorship 1", "Pre/Post Natal Certificate", "First-aid Certificate"],
            "speciality": ["Prehab / Post InjurySpeed", "Agility", "Quickness","Strongman/ Strength Sport"],
            "intro": "A rugby player since 2011, Eunice has also been training with the Hong Kong team in recent years. With the fast-changing physical demand in sports, Eunice learnt to adopt various gym methods to deal with the highly competitive needs of rugby as well as other sports. Besides fitness, Eunice is also a certified rugby coach.",
            "user_id": 9
        },
        {
            "qualification": ["2017 HK Bodybuilding Beach Championships – 4th Place", "2018 Spartan Race", "Official Partner Ambassador", "Crossfit’s Level 1 trainer course", "Certified Personal Trainer-AASFP", "Sport Science & Fitness (Foundation- AASFP", "SC (Honors in Business Management- Plymouth University"],
            "speciality": ["Metabolic Specialist (weight loss/gain","Speed", "Agility", "Quickness", "Weightlifting"],
            "intro": "Even before becoming a Personal Trainer, Cathy has always been active. She started going to the gym at the Hong Kong College of Technology. Around the same time, Cathy discovered her interest in functional training and weight training, Pursuing this interest got her toned and strong. Since then, Cathy can’t imagine her life without exercise. She believes that everyone has the potential to be fit and healthy, and is an advocate of “healthy beauty”.",
            "user_id": 10
        },
        {
            "qualification": ["Stretch Therapist Certificate Course", "Suspended Movement & TrainBar Instructor Certification", "Certified – Bronze (Professional Personal Fitness Trainer", "Hong Kong Muay Thai Council Coaching Certificate", "Diploma in Applied Nutrition and Weight Management"],
            "speciality": ["ProBoxing Coach", "ProStretch", "Recovery Specialist"],
            "intro": "Mabel has been a Personal Trainer since 2012. Mabel likes sports. Convinced that her years of experience can improve change guests exercise habits,To help guests get the expected result.",
	        "user_id": 11
        },
        {
            "qualification": ["Professional Certificate", "AASFP Muay Thai Instructor (Foundation Certification", "NASM Certified Personal Trainer", "TRX GSTC Certificate", "HKBA Basketball Coach Certificate Level 1", "Hong Kong Mountaineering Union-Mountain Craft Coach (Level 1 & 2", "Physical Fitness Association of Hong Kong-Physical Fitness Foundation Certification"],
            "speciality": ["Metabolic Specialist (weight loss/gain", "ProBoxing", "ProStretch", "Recovery"],
            "intro": "Allen started training to be better at what he liked to do, which is to play. The more he trained, the better he was at it. Then his friends got on board to follow this real-life example and that’s how he became a freelance trainer for 6 years in Los Angeles, California.\r\n\r\nNowadays, Allen trains to perform better in life. He wants to feel strong, to look good, to continue being healthy as life goes on. “The only thing stopping you from getting what you want is yourself,” – which is why there’s no stopping him!",
            "user_id": 12
        },
        {
            "qualification": ["USA NPC IFBB 10-11-2018", "Master classic physique Champion", "Master men physique Champion", "Master men physique overall Champion", "2016 HKFBF Bodybuilding", "75kg below Champion", "2014 HKBPSF Bodybuilding 75kg Champion", "NASM CPT NASM Personal Trainer", "Certificate Rehab trainer","Certificate in Olympic lifting", "Certificate Bootcamp Instructor"],
            "speciality": ["Body-Building/ Figure Competition", "Metabolic Specialist (weight loss/gain", "Weightlifting"],
            "intro": "Brian was a scholarship athlete of the Hong Kong Rowing Team since 1996. After completing the Asian Games in 2002, he worked in the HK Rowing Association and as the head coach of the Hong Kong Institute of Education (HKIED rowing team for 4 years. With his experience in sports and qualifications in fitness training, he strives to influence clients' workouts so he can guide them towards the results they want and expect. His ultimate career goal - motivate clients to stick with a fitness programme long-term so they can lead a healthier and happier life!",
            "user_id": 13
        },
        {
            "qualification": ["Inter Academy (Hong Kong Physical Training Coaching Certificate", "World Boxing Council(WBC Advance Boxing (Fitness Trainer Certificate", "International Personal Trainers and Fitness Academy Bronze", "2017 AIBA 馬來西亞國際拳擊邀請淘汰賽 – 亞洲第二位"],
            "speciality": ["ProBoxing", "Kettebell"],
            "intro": "As a basketball player in high school, Chung didn't even have the stamina to endure a full match. He started running to make up for it and became easily bored. A friend then suggested Thai boxing and the fire of interest was ignited in Alirio - once he tried it, he never looked back. \"It was one of the best things that ever happened in my life.\"\r\nSince 2011, he has been coaching Thai boxing and believes that having fun and enjoying the class will help you learn faster.",
            "user_id": 14
        },
        {
            "qualification": ["2007 HKCBBA Hong Kong Bodybuilding Championship – Junior over 75 kg (Third place", "National Academy of Sports Medicine (NASM International Certified Personal Trainer", "Asian Academy For Sports & Fitness Professionals (AASFP Advanced Personal Fitness Trainer Certification", "Functional Movement Screen (FMS Level 1 Certification"],
            "speciality": ["Gymnastic Movement", "Metabolic Specialist (weight loss/gain", "Prehab / Post Injury","Strongman/ Strength Sport"],
            "intro": "Chung worked as a designer before devoting himself 100% to the fitness industry. Along with incorrect posture and prolonged working hours, he suffered from myofascial pain in the neck and lower back and worsening overall health. But all those issues were resolved when he began playing sports in 2000. He simultaneously developed a keen interest and expertise in weight training.\r\n\r\nChung always emphasises the importance of maintaining correct posture during exercise to prevent injury. He is passionate about helping his students in bodybuilding through safe and engaging tailor-made training programmes.",
            "user_id": 15},
        {
            "qualification": ["International Certificate In Professional Personal Trainer (IPTFA", "Hong Kong China Bodybuilding & Fitness Association Certificate Of Coaching (HKCBBA", "Sports Science & Fitness Foundation Certification (AASFP", "Rehabilitation Trainer (REHAB"],
            "speciality": ["Body-Building/ Figure Competition", "Endurance Sport (running/triathlon etc", "Metabolic Specialist (weight loss/gain", "Pre-Post NatalSpeed", "Agility", "Quickness"],
            "intro": "Daniel is a competitive Spartan athlete and swimmer who has performed in numerous championship meets and races in different countries. He has placed in the top 3 in his Spartan age category since he started the global obstacle race back in 2018. Having accumulated personal athletic experience and knowledge since 2006, Daniel uses his competitive energy to motivate, coach and inspire others.\r\n\r\nWith a strong focus on athletic performance, confidence-building and mindset coaching, Daniel is passionate about helping each client to become more dedicated and disciplined in making positive lifestyle decisions that impact how they look and feel. His coaching strategy is to explore the details of his clients’ goals before creating a personalised plan to achieve them.\r\n\r\nParticularly important toDaniel is training sustainably and teaching his clients to form positive deep-rooted fitness habits that not only help to reach immediate goals but to maintain long-term results. Throughout the fitness journey, Daniel provides extensive support and guidance to educate his clients on tested methodologies of health and wellness.\r\n\r\nDaniel’s biggest motivation is seeing tangible progress in his clients – whether it be weight loss, increased strength or simply a bigger smile when they come to his training sessions. His training philosophy is ‘Train to be the best possible version of yourself.’",
            "user_id": 16
        },
        {
            "qualification": ["IPTFA Bronze- Professional Personal Fitness Trainer Certificate"],
            "speciality": ["Body-Building/ Figure Competition", "Speed", "Agility", "Quickness"],
            "intro": "An NASM International Certified Personal Trainer with years of gym experience, Dave provides proven ability to achieve client fitness goals, demonstrates by his impressive own result from a 85-pound gym novice to be the champion of 2016 HKBPSF Classic Bodybuilding (include 165 cm.\r\n\r\nArea of Dave’ expertise includes Muscle Building, Fat Loss, Functional Training and Corrective Posture Exercises.",
            "user_id": 17
        },
        {
            "qualification": ["AASFP Advance Personal Trainer Certificate", "Adult Cardio Pulmonary Resuscitation Certificate Course (ACPR"],
            "speciality": ["Body-Building/ Figure Competition","Endurance Sport (running/triathlon etc","Metabolic Specialist (weight loss/gain","Speed", "Agility","Quickness", "Weightlifting"],
            "intro": "Derrick began learning Taekwondo in 2000 when he was only 6 years old. He also played different sports in high school and university, including football, sport climbing and rowing. He loves nature and believes that sport is a significant part of his life. So he decided to study Exercise Science and Health Education at university in order to explore the science behind sport.\r\n\r\n\r\nDerrick is serious about his training and he believes that everyone is unique. Therefore, he takes great care to design tailor-made programmes for clients to achieve their fitness goals based on his experience and scientific knowledge. If you are committed to making a transformation, Derrick is definitely the guy to help you get there!",
            "user_id": 18
        },
        {
            "qualification": ["2017 HKFBF Classic Bodybuilding 170cm Below Champion", "2018 IFBB Asia Pro Qualifier 65kg Champion", "IFBB Personal Fitness Trainers Certification", "IPTFA Health and Fitness Trainer Certification", "Fundamentals of Mobility for Functional Training Certificate of Completion", "Fundamentals of Barbell Training Certificate of Completion", "Fundamentals of Battling Ropes Training", "Certificate of Completion", "Fundamentals of Barbell Training", "Certificate of Completion", "Fundamentals of Kettlebell Training", "Certificate of Completion Advanced Concepts in Kettlebell Training", "Certificate of Completion Fundamentals of Powerbag Training"],
            "speciality": ["Endurance Sport (running/triathlon etc", "Prehab / Post InjurySpeed", "Agility", "Quickness","Weightlifting"],
            "intro": "Endy stared his coaching career as a basketball coach for high school students. After he visited the Australian Institute of Sport, he unearthed his passion for being a fitness coach. Soon after, he gained much experience working in different places helping a variety of clients to achieve their goals.\r\n\r\nEndy always strives for effectiveness and efficiency – to maximise results with minimum effort, safely and as painlessly as possible.",
            "user_id": 19
        },
        {
            "qualification": ["2016 WFF PRO & HKBPSF Championship Hong Kong Men Athletic First Place", "Master Functional Trainer", "Rehab Trainer", "Advanced Personal Fitness Trainer Certification (AASFP", "REPS register of exercise professionals (AASFP", "Certification of Sport Massage Techniques (ep-fitpro", "Certified VIPR Instructor (ep-fitpro, Certificate of Taping for Sport Injury and Prevention Workshop (ep-fitpro"],
            "speciality": ["Body-Building/ Figure Competition", "Endurance Sport (running/triathlon etc", "Metabolic Specialist (weight loss/gain", "Prehab / Post Injury", "ProStretch,RecoverySpeed", "Agility", "Quickness", "Strongman/ Strength Sport"],
            "intro": "Eric has been an athlete all his life. He was a competitive swimmer from the age of 10, and started lifting weights in his transition from a swimmer to a rugby player at the age of 18. At first, he wanted the extra strength and body mass to prepare himself for the physically demanding sport. But he soon fell in love with strength training and developed the interest in helping others to achieve their goals.\r\n\r\nEric understands how an athlete’s strength and fitness level can affect one’s performance. Therefore, one of his mission is to help his clients to achieve a higher level in the gym. He also believes that trainings are more than just physical, but about mental capabilities too. Therefore, he truly believes that by putting the heart, mind and soul into every single workout, the person will not only grow stronger, but tougher inside too.",
            "user_id": 20},
        {
            "qualification": ["AASFP Certified Personal Trainer", "Certified ViPR Instructor", "Certified BOSUInstructor", "Certified TRX Instructor", "International Bulgarian Bag Confederation-Certified", "Bulgarian Bag Specialist", "Certified Agatsu Kettlebell Instructor", "2014 HKFBF Men Novice 85KG below Champion", "2015 HKFBF Men’s Open 85KG below Champion", "2016 HKFBF Men’s Open 85KG below Champion", "2017 Mr Olympia Amateur Asia (Hong Kong  Men’s bodybuilding open 85KG Below 3rd place"],
            "speciality": ["ProBoxing", "Speed", "Agility", "Quickness"],
            "intro": "George has been training in Muay Thai Boxing since 2007. Although Muay Thai is a whole body movement exercise that’s excellent for keeping fit and losing weight, George believes it is equally effective for helping his clients to maintain their overall conditioning and fitness level.\r\n\r\n“Before settling into training, set out your goal and keep going till you reach it.”.",
            "user_id": 21
        },
        {
            "qualification": ["Certified Professional Personal Fitness Trainer – AASFPFunctional Training Institute Fundamentals of Mobility for Functional Training", "Functional Training Institute Fundamentals of Barbell training", "Functional Training Institute Fundamentals of Bosu training", "Functional Training Institute Fundamentals of Kettle bell training", "Certified Muay Thai Trainer – International Personal Trainer & Fitness Academy", "Certified Stretching – International Personal Trainer & Fitness Academy"],
            "speciality": ["Endurance Sport (running/triathlon etc", "Metabolic Specialist (weight loss/gain", "Pre-Post Natal", "Speed", "Agility", "Quickness", "Strongman/ Strength Sport"],
            "intro": "Having been a Personal Trainer since 2008, Hani equates a client’s success in achieving their fitness goals as his own. He finds it enjoyable to motivate clients to exercise regularly and to improve their physique and wellness.\r\n\r\nHani himself is incredibly active. He participates in a huge variety of sports and outdoor activities including marathons, triathlons, ultra-running, trail running, basketball, volleyball, sport climbing, snowboarding, wakeboarding, hiking and camping. His career goal is not only to train the fitness level of his clients but also to be a positive influence in their lives by sharing his knowledge and experience in sports.",
            "user_id": 22
        },
        {
            "qualification": ["2010 HKCBBA Hong Kong Bodybuilding Contest Man’s Novice 70KG below -3rd place", "2011 HKCBBA Hong Kong Bodybuilding Contest Men’s 70KG below -3rd place", "2011 HKCBBA 港穗交流賽 男子70KG 以下第四名", "2017 HKFBF Hong Kong Bodybuilding & Fitness Championship Men’s Novice 75KG below- 5th place", "2018 HKFBF, Hong Kong Bodybuilding & Fitness Championship Men’s Novice 70KG below -1st place", "2018 HKFBF Hong Kong Bodybuilding & Fitness Championship Men’s 70KG below – 6th place", "N.A.S.M Certified Personal Trainer", "D.N.S basic A course by Rehabilitation Prague School", "Anatomy Trains Structure and Function", "CrossFit Lv.1"],
            "speciality": ["Core muscle Training", "TRX", "Posture and Muscle Imbalance Adjustment Program", "Power Plate", "Circuit Traning", "Sport Performance Improvement and Enhancement Training", "Muscle Toning", "Body Shaping", "General Conditioning"],
            "intro": "Jimmy has been a sports and body-building enthusiast since he was a teenager. Due to his passion for developing a lifelong career in the fitness industry, Jimmy kept pursuing his studies in relevant training programmes and achieved qualification as a certified Personal Trainer.\r\n\r\nHe pays much attention to his clients' fitness goals, as he equates their success with his own success. Creating tailor-made workout schedules for each client is one of his most enjoyable and challenging tasks. His greatest pleasure is motivating clients to exercise more, and witnessing their improved body shape and health.",
           "user_id": 23
        },
        {
            "qualification": ["International Personal Trainer Academy", "Personal Fitness Trainer Certificate", "Physical Fitness Association of Hong Kong Certificate", "Spartan Race inc – Spartan SGX Certificate"],
            "speciality": ["Gymnastic Movement","ProStretch,Recovery","Speed", "Agility", "Quickness"],
            "intro": "Born in Hong Kong, Karl has wanted to be a professional athlete since he was a little kid. He’s come a long way to become who he is today and has had to overcome physical and mental weaknesses.  He feels that the greatest value in being a fitness trainer is sharing pertinent information and experience with people, motivating them and helping them to get results. \r\n\r\nOther than sports, Danny is also interested in reading, watching movies, and other social activities. ",
            "user_id": 24
        },
        {
            "qualification": ["Global Classic M program 2019 Men’s body building open 80kg above -Champion", "HKFBF 2018 Men’s body building open 80kg below – 1st Runner Up", "HKFBF 2017 Men’s body building open 80kg below – Champion", "HKFBF 2015 Novice body building 75kg below -Champion & Men’s body building 75kg below- 1st Runner Up", "NASM Cert", "PTA Global Cert", "AASFP Advanced Personal Trainer Cert", "AASFP Fitball trainer Cert", "Pavi gym master trainer Cert", "Kettlebell Level 1 Cert", "YMCA Stretch & Sport Massage Cert"],
            "speciality": ["Endurance Sport (running/triathlon etc","Metabolic Specialist (weight loss/gain","Other MMA","Pre-Post Natal","ProBoxing","ProStretch","Recovery","Speed", "Agility", "Quickness", "Weightlifting"],
            "intro": "Les was introduced to martial arts at a very young age. Not only is he an amateur boxer in Hong Kong, he is also trained in MMA.\r\nLes loves training and challenging himself to new heights and using the insights he gains along the way to help his clients train more effectively and efficiently.\r\nLes believes everyone should exercise and participate in sports as it boosts confidence and reinforces positive thinking.",
            "user_id": 25
        },
        {
            "qualification": ["IPTFA Bronze- Professional Personal Fitness Trainer Certificate"],
            "speciality": ["Endurance Sport (running/triathlon etc", "Metabolic Specialist (weight loss/gain"],
            "intro": "Louis started his career as a Personal Trainer in 2012. Prior to that, he was already keen in sports and was particularly devoted to basketball and football. Specialising in weight training and fat loss, Dennis gains the utmost gratification from helping clients to pursue their goals and achieve better results.",
            "user_id": 26
        },
        {
            "qualification": ["2009 HKCBBA Hong Kong Bodybuilding Championship – Junior below 70 kg (Second place", "Vipr instructor Certification", "Muay Thai instructor Certification", "Agatsu Kettlebell Certification", "TRX Suspension Training instructor Certification", "Fundamentals of Mobility For Functional Training Certification", "Triggger Point Performance", "Certificate of Completion SMRT-CORE", "IPTFA instructor Certification", "AASFP Advanced personal trainer Certification"],
            "speciality": ["Metabolic Specialist (weight loss/gain","Speed", "Agility", "Quickness"],
            "intro": "Marcus started playing sports when he was young. He loves running, swimming and cycling. As he trains to be a triathlete, Marcus finds out the benefits from endurance sports are more than physical training - a tough mind to always train harder. This became the reason why he wants to be a Personal Trainer and share with others this spirit.",
            "user_id": 27
        },
        {
            "qualification": ["2010 Hong Kong Muay Thai Championship 63.5 Champion", "2011 Hong Kong Muay Thai Championship 63.5 Champion", "Certified – Bronze (Professional Personal Fitness Trainer", "Stretch Therapist Certificate Course", "Hong Kong Muay Thai Council Coaching Certificate"],
	        "speciality": ["Metabolic Specialist (weight loss/gain","Speed", "Agility", "Quickness"],
            "intro": "Matthew is an energetic and outgoing person. He loves going to the gym because he likes to challenge himself. He is passionate about sharing knowledge and experiences with his clients, in order to help them achieve their goals and enjoy the best quality of life.",
            "user_id": 28
        },
        {
            "qualification": ["HKCBBA 2011 – Junior Men’s Bodybuilding Championship 70 kg & below (Third place", "HKCBBA 2011 – Master Men’s Bodybuilding Championship (Champion", "HKFBF 2012- International Bodybuilding Invitational Championship (Men’s Youth – 65 kg & below Fifth place", "HKFBF 2013- International Bodybuilding Invitational Championship: Senior Men’s Bodybuilding Championship 65 kg & below"],
            "speciality": ["Bulgarian Bag", "TRX Training", "Kettlebell Training", "Sports Massage", "Muscle Toning", "Survival Fitness", "Defensive Tactics", "Close Quarters Battle (CQB", "Close Quarters Combat (CQC", "Eskrima", "Pressure Points Control Tactics (PPCT"],
            "intro": "With years of experience as a team coach for live tactical defence, Matthew has abundant expertise in the areas of survival fitness, defence techniques and combat – hence his previous ventures in the bodyguard industry.\r\n\r\nEnthusiastic about all things fitness, Matthew has developed a particular interest in bodybuilding and is currently a bodybuilder in addition to being a Personal Trainer.",
            "user_id": 29},
        {
            "qualification": ["Hong Kong Champion 57 KG", "2 Times Hong Kong Champion 54KG", "Thai Fight The Venetian Macau 58KG Champion", "TopKing Champion 59KG", "TopKing Champion 60KG, E1 World Champion"],
            "speciality": ["Gymnastic Movement", "Metabolic Specialist (weight loss/gain", "Prehab / Post Injury,ProStretch,Recovery"],
            "intro": "Ming’s training programme aims to assist clients in achieving their fitness goals, for example, improving their muscle strength, flexibility, weight control and managing health issues. Ming hopes that clients can achieve their own goals upon his tailor-made programmes and promote healthy lifestyle.",
            "user_id": 30},
        {
            "qualification": ["2015 Men Boxing 69KG of HKBA Athletes Rank No 3", "HKSAR Establishment Day Boxing championships Men Boxing 69KG champion", "Boxing novice Match 69KG champion"],
            "speciality": ["Body-Building/ Figure Competition", "Metabolic Specialist (weight loss/gain", "Speed", "Agility", "Quickness", "Strongman/ Strength Sport"],
            "intro": "Oscar has always loved sports. Before starting his fitness journey, he already played various sports like football and volleyball. Now Oscar can appreciate not only enhancement of his fitness but also relaxation of his mind. As a Personal Trainer, he mainly focuses on improving the strength, flexibility, mobility and posture of his clients. Since fitness is very important to Oscar, he hopes that everyone can understand the essence of sports and conquer all challenges with a healthy body.",
            "user_id": 31
        },
        {
            "qualification": ["Certified TRX RIP training", "Certified-Trigger Point Performance Programming", "Certified- Muay Thai Instructor (Foundation AASFP"],
            "speciality": ["Endurance Sport (running/triathlon etc", "ProBoxing"],
            "intro": "Oscar began martial arts when he was 15 years old. He studied Taekwondo, Karate and boxing but later felt a special connection with Muay Thai. He has participated in many large-scale Muay Thai competitions and was selected for the Hong Kong Muay Thai national team before being transferred to work as a boxing and Muay Thai coach. He’d like to share his vast experience and skills – honed since 1996 – to help and support his clients to achieve their fitness goals.",
            "user_id": 32
        },
        {
            "qualification": ["HKBPSF – 2015 Hong Kong Excellence in Fitness Award", "AASFP- Advanced Personal Fitness Trainer Certificate", "AASFP- Kickboxing for Persona Trainer Certificate", "AASFP- Sports Massage Certificate"],
            "speciality": ["Body Building", "Endurance Sport"],
            "intro": "Fitness has always been Pong’s passion since he was young. From an early age, he has taken part in various sports – rugby, dragon boat racing and running. Pong aims to create a positive and fun experience for clients by empowering them with his knowledge, skills, support, and guidance to help all individuals who are seeking a change in their health and fitness journey.\r\n\r\nPong has trained every type of individual you can imagine: young athletes, exercise rookies, older folks and more. No matter who you are or what you want to achieve, Pong will help you get there!",
            "user_id": 33
        },
        {
            "qualification": ["NASM Certificated Personal Trainer", "EXOS Performance Specialist Certification", "IPTFA Certificated Boxing Trainer"],
            "speciality": ["Speed", "Agility", "Quickness","Strongman/ Strength Sport","Weightlifting"],
            "intro": "Ringo was always the smallest and weakest among his friends and family - but this image no longer applied when he discovered how working out could change his life. Ever since then, he has been enthusiastic and dedicated to bodybuilding. This devotion and passion led him to enter the fitness industry to share his experience and knowledge with others, in hopes of inspiring them with his real-life personal triumph.",
            "user_id": 34
        },
        {
            "qualification": ["International Personal Trainers & Fitness Academy (IPTFA Certified (Professional Personal Fitness Trainer", "ViPR LMT 1 Certification"],
            "speciality": ["Speed", "Agility", "Quickness,Strongman/ Strength Sport", "Weightlifting"],
            "intro": "You can practise any skill 10 hours a day but if your technique is wrong, then all you become is very good at that skill in the wrong way. Get the fundamentals down and the level of everything you do will rise.\r\n\r\nShing started playing basketball in 1992. Without professional training or coaching and the knowledge of injury prevention, he hurt both his anterior cruciate ligaments a few years later. After that lesson learned, he realised the importance of fundamentals and rehab knowledge – which is why he then pursued advanced studies in Personal Training, basketball coaching and a post-injury certificate. Having gone through his own unfortunate experience, he become a Personal Trainer in the hopes of teaching others the safest, most efficient way to achieve their fitness goals and lifestyle.",
            "user_id": 35
        },
        {
            "qualification": ["Fitness Academy (IPTFA", "IPTFA Health and Fitness Trainer", "Rehab Trainer FX"],
            "speciality": ["ProBoxing"],
            "intro": "Sunny started Muay Thai boxing in 2004. He has participated in over 30 professional Muay Thai fights in Hong Kong, Thailand and China.\r\nSunny has been coaching Thai boxing since 2006. He has trained many fighters over the years and designed fat loss programmes for his clients.",
            "user_id": 36
        },
        {
            "qualification": ["2019 Junior Men’s Bodybuilding Championship (HKBPSF", "2019 Men’s Bodybuilding Class 4 (HKBPSF", "Stretch Instructor Certification Course (IPTFA"],
            "speciality": ["Body-Building"],
            "intro": "Tom is an energetic and outgoing person, especially enthusiastic about bodybuilding and fitness. He gets immense satisfaction from getting stronger and healthier. Even though fitness is his career, he understands how difficult it is to attain the highest level in one step – but he takes on every challenge with confidence and determination in order to achieve success. Tom likes to inspire and motivate people to reach their goals using his professional expertise and patient demeanour. He’s a good communicator who enjoys interacting with clients to better understand their needs. He believes that nothing is impossible and encourages clients to stay focused on why they started.",
            "user_id": 37
        },
        {
            "qualification": ["IPTFA Bronze- Professional Personal Fitness Trainer Certificate", "IPTFA Stretch Therapist Certificate", "IPTFA Investigate of Chiropractic & Joint Care Workshop", "IPTFA Functional Training Workshop"],
            "speciality": ["stretching", "boxing", "weight-lifting"],
            "intro": "Torres has been exercising since primary school and was a member of the track and field team. He has always loved doing sports because it transformed his strength and overall health. As a Personal Trainer,he believes that his passion coupled with a client’s commitment will change lifestyle habits for the better.",
            "user_id": 38
        },
        {
            "qualification": ["Functional Training Institute Fundamentals of Mobility for Functional Training", "Functional Training Institute Fundamentals of Barbell Training", "Physical Fitness Association of Hong Kong Certification"],
            "speciality": ["Body-Building/ Figure" , "Movement"],
            "intro": "Vincent comes from a family of professional athlete so growing up, he had an innate thirst to win. Being the best at whatever he does is in his nature and is reflected in his achievements. He believes that mental strength is the most important component of success and that if you work diligently yet intelligently, success will eventually come your way.",
            "user_id": 39
        },
        {
            "qualification": ["2016 WFF PRO & HKBPST Championship Master Men 1st Place", "2016 WFF PRO & HKBPST Championship 3rd Place", "2015 Hong Kong Excellent in Fitness Award"],
            "speciality": ["Body-Building/ Figure", "Movement"],
            "intro": "As a coach since 2008, Yves possesses an extensive repertoire of training skills under his belt. Specialising in weight training, gymnastics, circuit training and a wide range of functional training, Yves  enthusiastically leads a team of professionals to propel clients to their desired fitness destination. In addition, he was recognised as the Bronze Medalist in the Men’s Physique Contests 2019 (Mr Olympia, Silver Medalist in the Men’s Physique Contests 2019 (HKFBF and the Top 5 Champions in the Men’s Physique Contests 2016 (HKFBF.\r\n\r\nYves  is observant and focuses on alignment to ensure proper training under professional guidance. Whether you are a first-timer or an experienced sportsman, whether you strive for weight loss, bodybuilding, or simply general improvement in sports performance — Yves  is excited about designing a personalised and achievable training programme to expedite reaching your fitness goals safely and effectively!",
            "user_id": 40},
        {
            "qualification": ["TRX Suspension Training Certification", "Hong Kong Bodybuilding championship 2013 3rd", "Hong Kong Bodybuilding Championship 2014 2nd"],
            "speciality": ["Body-Building/ Figure Competition","Gymnastic Movement","Metabolic Specialist (weight loss/gain","Strongman/ Strength Sport", "Weightlifting"],
            "intro": "Benjamin has more than a decade of experience with weight training, picking up numerous awards along the way. He participated at the 2013 and 2014 Hong Kong Bodybuilding Championship, placing third and second place respectively.\r\n\r\nEven with all this recognition, Ben allows his actions and beliefs to speak for his passion towards fitness. He believes that fitness is a journey and the road may not be easy, but he is confident that he can inspire you to get the results you've always wanted.",
            "user_id": 41
        },
        {
            "qualification": ["Diploma in Fitness and Health Promotion (Humber College Canada", "Can-Fit-Pro Personal Trainer Specialist (Canada", "Advance Personal Fitness Trainer Certification (AASFP", "Metabolic Conditioning (AASFP", "Muscle Gain Training for Body Build (AASFP", "Ultimate Strength Enhancement (AASFP", "Medicine Ball Training and Application (AASFP", "TRX Certification", "Kettlebell Certification", "Purmotion Certification"],
            "speciality": ["Body-Building/ Figure Competition","Gymnastic Movement", "Metabolic Specialist (weight loss/gain", "Strongman/ Strength Sport", "Weightlifting"],
            "intro": "Osmond has been working in the fitness industry since 2004. He started his Personal Training career in 2006 when he moved back to Hong Kong from Canada. Throughout the years, he has gained a diversity of experience training various types of clients. Helpful and passionate, Osmond treats every client’s training journey with the devotion and enthusiasm that he would if it were his own.",
            "user_id": 42
        },
        {
            "qualification": ["Hong Kong Rugby Union Qualified Coach", "Strength & Conditioning Pre-Level World Rugby", "Sports Science & Fitness foundation Certificate"],
            "speciality": ["Body-Building/ Figure", "Movement"],
            "intro": "Osmomd was sporty from an early age. He started his boxing career after representing the Hong Kong Police Boxing Team in both amateur 4 professional levels at local & international boxing events. He is also an active rugby player and currently plays in the local rugby league. His expansive knowledge in sports and positive mindset will help you to reach your fitness goals.",
            "user_id": 43
        },
        {
            "qualification": ["Physical Culture Association (PCA HK PRO 4th Place 2019", "Hong Kong Bodybuilding & Physique Sports Federation (HKBPSF Championship Men’s Physique (T Class 4th Place 2019", "Certified-Bronze (Professional Personal Fitness Trainer in International Personal Trainers and Fitness Academy (IPTFA", "Sport Stretching Training Certification in International Personal Trainers and Fitness Academy (IPTFA", "M3 Cycling Foundations Instructor Certification"],
            "speciality": ["TRX", "Purmotion", "Functional Training"],
            "intro": "Ryan was passionate about muscle toning and wanted to have a perfect body shape since he was a little kid. In 2001 he became a Personal Trainer to fulfil his ambition of inspiring, helping and supporting people who want to reach their fitness goals. Ryan likes racing, swimming and playing basketball. His approach is to listen and lead by example.",
            "user_id": 44
        },
        {
            "qualification": ["Exos Performance Mentorship Phase I", "AASFP Advanced Personal Fitness Trainer", "AASFP Sports Massage Certification", "AASFP Muay Thai Instructor Certification"],
            "speciality": ["Body-Building/ Figure Competition", "Endurance Sport (running/triathlon etc", "Metabolic Specialist (weight loss/gain", "Pre-Post Natal", "Prehab / Post Injury", "ProBoxing", "ProStretch","Recovery","Speed", "Agility", "Quickness","Strongman/ Strength Sport","Weightlifting"],
            "intro": "Isaac has been into sports since his school days. His love of fitness inspired him to develop it into a career, one of the reasons he became a PT. He feels that many people don’t know much about well-being – and more importantly how to achieve it using correct and effective methods. He is determined to help this particular segment of the population, by instilling effective exercise habits and empowering them to pursue a healthier lifestyle.",
            "user_id": 45
        },
        {
            "qualification": ["Post-Rehab Fitness Trainer (UL & Neck – AASFP", "Pre- & Post-Natal Fitness Instructor Certification – AASFP", "Certified Bronze Professional Personal Fitness Trainer - International Personal Trainer & Fitness Academy (IPTFA"],
            "speciality": ["body-building", "boxing"],
            "intro": "Alex started working as a Personal Trainer in 2011, prior to which he was a football and swimming coach. From his days as a student, Alex had already developed an interest in sports and had started working out. He hopes his passion and dedication can help inspire those around him to live a healthy life.",
            "user_id": 46
        },
        {
            "qualification": ["PTA Global Personal Trainer"],
            "speciality": ["Body-Building/ Figure Competition"],
            "intro": "Since 2013, he has ventured into China's fitness market to continue his self-education and further his all-round experience.",
            "user_id": 47
        },
        {
            "qualification": ["AASFP Advanced Personal Fitness Trainer"],
            "speciality": ["Metabolic Specialist (weight loss/gain"],
            "intro": "I am a Master Instructor at Flowcycle Shanghai and a regular guest instructor at XYZ in Hong Kong. I am originally from Hong Kong with an English background, I have multiple years of experience in the fitness industry. I specialise in Spinning, Personal Training, Group Fitness and competing in professional Golf and OCR events.\r\n\r\nI love to challenge people mentally and physically to get you striving for success and achieve greatness. I use my background in competitive sports to inspire and motivate my clients to do the best they possibly can in whatever situation.",
            "user_id": 48
        },
        {
            "qualification": ["BOSU Trainer"],
            "speciality": ["Prehab / Post Injury"],
            "intro": "Kenneth has over 10 yearspersonal training experience. Being a well-known champion in many international MuayThai competitions, he has built up a client base from Muaythai enthusiast to professional young fighters. If you aim is to bring your fitness to next level and transform your body to a lean machine, Kenneth is your man.",
            "user_id": 49
        },
        {
            "qualification": ["ViPR Trainer"],
            "speciality": ["Strongman/ Strength Sport"],
            "intro": "Ex Military instructor having served 6 years of active duty in the French army, completing two tours in Ivory coast and Afghanistan.\r\nResuming my career as a drill instructor, specialising in the physical and mental training of soldiers.\r\nToday as a qualified exercise professional, I specialise in body recomposition, nutrition and delivering personalised, tailored training programs to clients.\r\nHaving worked in gym environments throughout Australia and Asia combining the mastery I acquired in both the military and the fitness industry, my aim is to build an ultimate physique and lifestyle in a fun and holistic manner.",
            "user_id": 50
        }
    ]
